{
    "navigation-itmes": [
        {
            "link": "#festplan",
            "text": "Festplan"
        },
        {
            "link": "#clubs",
            "text": "Vereine"
        },
        {
            "link": "#schedule",
            "text": "Festprogramm"
        },
        {
            "link": "#team",
            "text": "Team"
        },
        {
            "link": "#contact",
            "text": "Contact"
        }
    ],
    "clubs": [
        {
            "id": 1,
            "title": "Frauenchor Illnau",
            "image-url": "assets/img/clubs/frauenchorIllnau.jpg",
            "svgPath": ["club-1"],
            "description": "Wir sind 26 Frauen aus Illnau und Umgebung und singen unter der musikalischen Leitung von Andreas J. Baumberger.<BR/>Wir lieben die Abwechslung und die Vielfalt an Musikstilen aus allen Epochen. Singen verbindet - so treffen wir uns auch zu anderen Gelegenheiten.<BR/><BR/>Chorproben: Wöchentlich am Dienstag um 19.30h.<BR/>Im Singsaal des Oberstufenschulhauses Hagen in Illnau."
        },
        {
            "id": 2,
            "title": "Verein Eagles Jungschar Illnau",
            "image-url": "assets/img/clubs/eagles.jpg",
            "svgPath": ["club-2"],
            "description": "Wir Eagles sind draussen zuhause.. Gemeinsam erleben wir im Wald die tollsten Abenteuer. Dabei lernen wir Karten lesen, Krokis zeichnen, Seilbrücken bauen, Knöpfe knüpfen, Erste Hilfe leisten, Feuer machen, Zelte aufstellen, morsen, Geheimschriften schreiben und noch vieles mehr. Jedes Mal erleben und hören wir eine spannende Geschichte. Zweimal im Jahr organisieren wir zudem ein Lager."
        },
        {
            "id": 3,
            "title": "Schiesssportverein Illnau-Effretikon",
            "image-url": "assets/img/clubs/schiesssport.jpg",
            "svgPath": ["club-3"],
            "description": "Über den Verein: Schiesssport für Jung und Alt! Folgende Möglichkeiten bieten sich:<BR/>10m Luftgewehr und Luft-Pistolen (mehrheitlich im Winter)<BR/>50m Gewehr Kleinkaliber 10 elektronische Scheiben (ab Herbst 2021)<BR/>25m und 50m Pistolen<BR/>300m Gewehr"
        },
        {
            "id": 4,
            "title": "Turnfamilie Illnau",
            "image-url": "assets/img/clubs/turnfamily.jpg",
            "svgPath": ["club-4"],
            "description": "<strong>Frauenturnverein</strong><br/>Der Frauenturnverein Illnau kurz FTVI genannt, trainiert in 4 Gruppen:<br/>Elki-Turnen Do: 15.40 Uhr<br/>Gruppe 1 Do: 18.30 Uhr<br/>Gruppe 2 Do: 19.30 Uhr<br/>Gruppe 3 Do: 20.05 Uhr<br/>Wir fördern Kondition, Kraft und Koordination!<br/>Wir trainieren Körper und Geist!<br/>Wir lieben Kameradschaft und Teamgeist!<br/>Wir beteiligen uns am Dorfleben!<br/><br/><strong>Männer TV</strong><br/>Wir turnen jeden Mittwoch (ausser in den Schulferien) in der Dreifach-Turnhalle der Schulanlage Hagen am Abend von 20.00 bis 21.30 Uhr anschliessend Spiel.<br/>Programm: Polysportiv, Fitness, Ausdauer und Spiele"
        },
        {
            "id": 5,
            "title": "Veloclub Illnau",
            "image-url": "assets/img/clubs/velo.jpg",
            "svgPath": ["club-5"],
            "description": "Unser Verein besteht zurzeit aus rund 90 Aktiv- und Passivmitgliedern mit einem Durchschnittsalter von ca. 65 Jahren. Ob mit E-Bike, Renn- oder Tourenvelo, ob weiblich oder männlich, bei uns sind alle herzlich willkommen. Unser Ziel ist es die Kameradschaft und Geselligkeit zu pflegen und dabei sportlich aktiv zu bleiben. Während der Velosaison organisieren wir alle 2 Wochen eine E-Bike und separat eine Rennvelo Ausfahrt. Einmal pro Jahr wird eine gemeinsame Velo- und Wanderwoche und ein 3-Tages Velourlaub organisiert. In der übrigen Zeit des Jahres treffen wir uns zu diversen Geselligkeiten wie z.B. verlängertes Schneeweekend, Grillplausch, Fondueessen, Minigolf-Indoor-Plausch und Besichtigungen.<br/>Bist du interessiert. Dann nimm doch einfach mit unserer Präsidentin Kontakt auf. Du kannst jederzeit unverbindlich reinschnuppern und an einem unserer Anlässe teilnehmen. Wir würden uns freuen, dich im Kreis von Gleichgesinnten begrüssen zu dürfen!"
        },
        {
            "id": 6,
            "title": "Cevi Illnau-Weisslingen",
            "image-url": "assets/img/clubs/cevi.jpg",
            "svgPath": ["club-6"],
            "description": "Cevi - es Erläbnis! Lagerfeuer entfachen, Seilbrücken und Zelte bauen, Abenteuer erleben, Wanderungen und Wettkämpfe bestreiten, singen und Theater spielen ? der Cevi lässt Kinder und Jugendliche an diesen und weiteren Aktivitäten in der Natur teilhaben! Jeden zweiten Samstagnachmittag führen die Leiter:innen des Cevi Illnau-Effretikon kreative, actionreiche, besinnliche, sportliche und naturverbundene Programme für Kinder und Jugendliche durch. Haus- und Zeltlager ergänzen das Angebot und sind die eigentlichen Highlights im Vereinsjahr."
        },
        {
            "id": 7,
            "title": "Verein Churzschluss Bier",
            "image-url": "assets/img/clubs/churzschluss.jpg",
            "svgPath": ["club-7"],
            "description": "Über den Verein: Der Verein Churzschluss Bier braut und verkauft vielfältige Biere. Er organisiert vereinsinterne und öffentliche Anlässe zur Verkostung und Vermarktung der selbst gebrauten Biere. Der Verein fördert das gemeinsame Interesse seiner Mitglieder am Bierbrauen."
        },
        {
            "id": 8,
            "title": "Stadt- & Stadtjugendmusik Illnau-Effretikon",
            "image-url": "assets/img/clubs/musikvereine.jpg",
            "svgPath": ["club-8"],
            "description": "<strong>Stadtjugendmusik</strong><br/>Zusammen musizieren, Konzert-Auftritte erleben, an Musikwettspielen auftreten, an Probenwochenenden spielen, lachen, musizieren. All das machen wir in der Stadtjugendmusik Illnau-Effretikon. Seit 1982 gehören wir zur Kultur in unserer Stadt, führen regelmässig Konzerte auf, nehmen an Wettbewerben teil und pflegen auch aussermusikalische Aktivitäten.Das Gruppenspiel für die Jüngeren (8-13 Jahre) probt jeweils Donnerstags von 17:45 Uhr bis 18:45 Uhr in der Musikschule in Effretikon. Die Proben werden von Carles Peris geleitet.Das Orchester (13-25 Jahre) steht unter der Leitung von Daniel Herrero und probt jeweils Donnerstags im Probelokal im Rössli, Illnau, von 19:15 Uhr bis 21:15 Uhr.<br/><br/><strong>Stadtjugendmusik</strong><br/>Die SMIE ist ein Amateur-Orchester der 1. Stärkeklasse, unter professioneller musikalischer Leitung. Rund 45 Aktivmitglieder aus Stadt und Region zwischen 18 und 80 Jahren pflegen vielfältige Blasorchesterliteratur.<br/><br/>Hauptanlässe sind das Konzert in der Kirche und das Unterhaltungskonzert.<br/><br/>Der Verein trägt zur kulturellen Vielfalt in der Region bei und wird von der Stadt und von seiner Gönnervereinigung unterstützt. Mit der Stadtjugendmusik besteht eine enge Zusammenarbeit."
        },
        {
            "id": 9,
            "title": "Männerchor Ottikon",
            "image-url": "assets/img/clubs/männerchor ottikon.jpg",
            "svgPath": ["club-9"],
            "description": "Der Männerchor Ottikon wurde im Jahre 1907 gegründet und besteht aus rund 30 Sängern. Wir pflegen den Chorgesang mit alten und neuen Liedern in mehreren Sprachen und diversen Stilrichtungen. Aber auch die Geselligkeit wird bei uns grossgeschrieben. So sind die wöchentlichen Proben (jeden Mittwoch um 19:30 Uhr) eine tolle Mischung aus musikalischer Arbeit und Gesangsfreude. Kommen Sie einfach ohne Voranmeldung und ganz unverbindlich vorbei - wir freuen uns immer über Sängerzuwachs!"
        },
        {
            "id": 10,
            "title": "Elternverein",
            "image-url": "assets/img/clubs/elternverein.jpg",
            "svgPath": ["club-10"],
            "description": "An der Illauer Dorfchilbi bieten wir traditionell Attraktionen und Spiele für die ganze Familie. Für Kinder stellen wir eine Sandmulde auf und bieten samstags und sonntags Kinderschminken und in diesem Jahr auch erstmals eine KinderBar.<br/><br/>Am Abend sorgen wir auch diesmal wieder – gemeinsam mit den Pumas – für musikalische Unterhalten. Am Freitagabend spielt die Live-Band Quantum ab 21 Uhr, ab 23 Uhr versorgt uns DJ Xtra Club mit Musik. Am Samstag spielen ab 21 Uhr – in altbewährter und stimmungsvoller Tradition – Fine Taste live Musik.<br/><br/>Unser Caipi-Bar für die Erwachsenen öffnet am Freitagabend. Das gesamte Wochenende könnt ihr euch bei uns mit Pizzaschnägga, Wienerli im Teig und dem EVI Burger (Fleischkäse im Semmeli) verköstigen."
        },
        {
            "id": 11,
            "title": "ZO Pumas",
            "image-url": "assets/img/clubs/zopumas.jpg",
            "svgPath": ["club-11"],
            "description": "<a href='https://pumas.ch/'>Homepage ZO Pumas</a>"
        },
        {
            "id": 12,
            "title": "Illauer Brauer",
            "image-url": "assets/img/clubs/brauer.jpg",
            "svgPath": ["club-12"],
            "description": "Alles rund ums Bier und gesellige Anlässe"
        },
        {
            "id": 13,
            "title": "FC Effretikon",
            "image-url": "assets/img/clubs/FCE.jpg",
            "svgPath": ["club-13"],
            "description": "Der FC Effretikon ist der grösste Sportverein der Gemeinde Illnau-Effretikon. Unabhängig von Alter und Geschlecht bieten wir eine Plattform für sportliche Aktivitäten und engagieren uns sozial zum Wohle unserer Mitglieder und der Gemeinde."
        },
        {
            "id": 14,
            "title": "Handharmonikaclub Illnau-Effretikon",
            "image-url": "assets/img/clubs/harmonika.jpg",
            "svgPath": ["club-14"],
            "description": "Der Verein wurde im Jahr 1931 durch 15 Mitglieder gegründet. Das Orchester besteht heute aus etwa 22 Aktivmitgliedern aller Altersstufen ab 14 Jahren.<br/><br/> Die Proben finden am Mittwoch, jeweils ausserhalb der Schulferien um 20.00 Uhr im Schulhaus Schlimperg in Effretikon statt Die regelmässige Teilnahem an den Proben ist wichtig. Der Jahresbeitrag beträgt Fr. 30.-- für Aktivmitglieder.<br/><br/> Das jährliche Highlight ist unsere Abendunterhaltung im Januar mit Konzert, Theater, Tombola und Tanz. Aber auch Platzkonzerte und Gottesdienstbegleitungen gehören zu unserem Jahresprogramm, sowie die Dorfchilbi Illnau wo wir mit unserem Crépes - Stand präsent sind. Gerne treten wir auf Anfrage auch an verschiedenen Anlässen auf.<br/><br/>Die Freude am gemeinsamen Musizieren und die Kameradschaft stehen im Vordergrund. Wir sind ein sehr geselliger Verein und unternehmen jeweils auch eine Vereinsreise oder geniessen im Winter ein Skiwochenende. Gerne laden wir Sie zu einer Schnupperprobe bei uns ein, oder besuchen Sie eins unserer Konzerte. Wir freuen uns auf Ihre Kontaktaufnahme!"
        },
        {
            "id": 15,
            "title": "Pfadi Illnau-Effretikon / Lindau",
            "image-url": "assets/img/clubs/pfadi.jpg",
            "svgPath": ["club-15"],
            "description": "Im Zeitalter der virtuellen Realität bietet die Pfadi einen wertvollen Ausgleich für Kinder und Jugendliche. Sportliche Aktivitäten und intensive Erlebnisse in der Natur sind einerseits ausgezeichnete Gelegenheiten, um überschüssige Energie loszuwerden. Andererseits übernehmen die Teilnehmenden eine aktive Rolle und bauen eine positive Beziehung zu ihrem Körper auf. Innerhalb der vorhandenen Freiräume können die heranwachsenden Kinder und Jugendlichen Selbstständigkeit beweisen, Abenteuer bestehen und Selbstvertrauen gewinnen."
        },
        {
            "id": 16,
            "title": "EIE",
            "image-url": "assets/img/clubs/eie.jpg",
            "svgPath": ["club-16-1", "club-16-2", "club-16-3"
            ],
            "description": "Wir pflegen eine familiäre Vereinskultur, die ganz auf der Freude am Eishockeysport begründet ist. Seit der Vereinsgründung im Jahr 1966 des EHC Illnau-Effretikon haben immer wieder Talente aus Effretikon den Sprung in höhere Ligen geschafft.<br/><br/>Jede natürliche Person kann Mitglied werden. Folgende Mitgliedschaften sind möglich:<br/>Aktivmitglied<br/>Passivmitglied<br/>Schiedsrichter<br/>Ehren- und Freimitglied<br/>Vorstandsmitglied<br/>Kommissionsmitglied<br/>Mannschaftsbetreuer<br/>Trainer<br/>Funktionär"
        }
    ],
    "team-members": [
        {
            "name": "Ueli Fürst",
            "position": "Präsident",
            "image-url": "assets/img/team/uelif.jpg"
        },
        {
            "name": "Norbert Bossi",
            "position": "Sponsoring",
            "image-url": "assets/img/team/NorbertB.jpg"
        },
        {
            "name": "Nick Hock",
            "position": "Administration teilnehmende Vereine",
            "image-url": "assets/img/team/NickH.png"
        },
        {
            "name": "Eveline Meier",
            "position": "Finanzen",
            "image-url": "assets/img/team/EvelineM.png"
        },
        {
            "name": "Demian Scherer",
            "position": "Marktfahrer / Website (Admin)",
            "image-url": "assets/img/team/DemianS.png"
        },
        {
            "name": "Walti Schuler",
            "position": "Bau",
            "image-url": "assets/img/team/WaltiS.png"
        },
        {
            "name": "Pius Willi",
            "position": "Website",
            "image-url": "assets/img/team/PiusW.png"
        }
    ]
}